[
  {
  "date": "2021.06.04",
  "symptom": [
    "몸살기운",
    "발열",
    "발한",
    "두근거림",
    "어지러움",
    "두통",
    "손떨림"
  ],
  "disease": [
    {
      "name": "뇌수막염",
      "description": "뇌수막염(meningitis)은 뇌의 수막에 생기는 염증을 말합니다. 염증이 발생하는 가장 흔한 원인은 거미막밑공간에 바이러스나 세균이 침투하여 발생하는 수막염이지만, 특정 화학 물질에 의한 염증, 암세포의 뇌척수액공간으로의 파종에 의해 발생하는 염증 등이 있을 수 있습니다.",
      "level": "중증 질환"
    },
    {
      "name": "수두",
      "description": "긴장성 두통(tension headache)은 ‘두통이 주로 양측성으로 오며, 경도 내지 중등도의 비박동성 및 긴장감을 갖는 두통’이라고 말할 수 있습니다. 일반적으로 편두통과는 달리 유년기와 청소년기의 시작은 드물고 중년기에 훨씬 더 많이 발생합니다. 긴장성 두통은 두통으로 인하여 일상생활에 지장을 받지 않는 것이 특징이며, 그 정도가 다소 경미하여 정확한 발병 빈도를 측정하기가 힘듭니다. 또한 대부분의 환자들은 의사의 처방 없이도 약국에서 사서 복용할 수 있는 약물로 대중 치료가 가능하기 때문에 더욱 빈도 측정이 어렵지만, 편두통과 더불어 가장 흔히 발생하는 두통입니다",
      "level": "경증 질환"
    },
    {
      "name": "편두통",
      "description": "편두통(migraine)은 머리 한쪽에서만 나타나는 두통을 가리키는 말로 사용되지만, 일측성, 박동성 통증이 일정 시간 이상 지속되고 구역과 구토 증상 및 빛과 소리 공포증이 나타나는 특징적인 두통을 의미합니다.",
      "level": "경증 질환"
    }
  ],
  "medicationBeingTaken": "피부과약"

},

  {
    "date": "2021.06.01",
    "symptom": [
      "피부발진",
      "붉은 발진",
      "종창",
      "가려움",
      "피로",
      "홍반"
    ],
    "disease": [
      {
        "name": "두드러기",
        "description": "두드러기(hives)는 벌레에 물렸을 때 부풀어 오르는 것과 같은 두드러기와 그 주위를 둘러싸는 발적이 특징적으로 나타나는 증상입니다. 피부가 몹시 가려우며, 경계가 명확한 병변이 홍색 또는 흰색으로 부어오릅니다. 이러한 두드러기는 혈관 반응으로 인해 피부의 진피에 나타나는 일시적인 부종 때문에 생깁니다. 각각의 병변은 24시간 이상 지속하지 않습니다.",
        "level": "경증 질환"
      },
      {
        "name": "수두",
        "description": "수두(chicken pox)는 헤르페스 바이러스(herpes virus)의 일종인 수두-대상포진(varicella-zoster) 바이러스로 인해 발생하는 질환입니다. 수두의 원인균은 대상 포진을 일으키는 원인균과 같습니다. 수두에 걸리면 가렵고 물집이 잡히는 피부 발진이 발생합니다. 수두는 다른 사람에게 쉽게 전파됩니다. 수두 환자와 같은 집에 살면, 면역이 없는 이상 무조건 감염됩니다. 누구든지 수두에 걸릴 수 있지만 5~9세에 잘 발생합니다. 주로 늦가을과 초봄에 발생합니다.",
        "level": "경증 질환"
      },
      {
        "name": "봉와직염",
        "description": "봉와직염은(Cellulitis) 봉와직염세균이 피부의 진피와 피하 조직을 침범하여 생기는 염증 반응을 의미합니다. 봉와직염은 고령자, 면역 억제 환자, 말초혈관 질환자 등에게 발생할 가능성이 더욱더 높습니다. 세균이 침범한 부위에 홍반, 열감, 부종, 압통 등의 증상이 나타납니다.",
        "level": "경증 질환"
      }
    ],
    "medicationBeingTaken": "없음"
  },

  {
    "date": "2021.06.01",
    "symptom": [
      "기침",
      "심한 두통",
      "호흡곤란",
      "열 남",
      "땀 흘림",
      "구토"
    ],
    "disease": [
      {
        "name": "기관지염",
        "description": "기관지염(bronchitis)은 폐의 기관지에 생기는 염증입니다. 증상으로는 가래, 천명, 호흡 곤란, 가슴의 불편함 등이 있습니다. 기관지염은 급성 및 만성 두 종류로 분류되며 급성 기관지염은 기침 감기로도 알려져 있습니다.",
        "level": "경증 질환"
      },
      {
        "name": "상기도 감염",
        "description": "상기도감염( Upper respiratory infections)은 코, 인두, 후두, 기관 등 상기도의 감염성 염증 질환으로 급성 비염 및 부비강염, 급성 인후염, 급성 중이염, 급성 기관지염 등을 포함한 광범위한 용어로 우리가 생각하는 감기와 비슷하다고 볼 수 있습니다.",
        "level": "경증 질환"
      },
      {
        "name": "폐렴",
        "description": "폐렴(pneumonia)은 폐에 염증이 생긴 상태로 중증의 호흡기 감염병입니다. 세균을 통한 감염이 가장 많으며, 바이러스, 균류, 또는 기타 미생물도 원인이 될 수가 있습니다. 드물게는 알레르기 반응이나 자극적인 화학 물질을 흡입해 발생하기도 합니다.",
        "level": "중증 질환"
      }
    ],
    "medicationBeingTaken": "없음"
  }
]